app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Hello World"], ["description", "This is a basic hello world in html <h1>Hello world</h1>"], ["created_at", "2019-01-06 11:03:34.557733"], ["updated_at", "2019-01-06 11:03:34.557733"]]
---
    def create
    	#render plain: params[:article].inspect
    	@article = Article.new(article_params)
    	if @article.save